<?php
$name = "魔鬼終結者：黑暗宿命";
$info = "《魔鬼終結者：黑暗宿命》（英語：Terminator: Dark Fate，中國大陸譯《終結者：黑暗命運》，香港譯《未來戰士：黑暗命運》）是一部2019年美國科幻動作片，由提姆·米勒執導，大衛·S·高耶、賈斯汀·羅德斯和比利·雷編劇。詹姆斯·卡麥隆和大衛·埃利森擔任監製。

本片為「魔鬼終結者電影系列」的第六部電影，且在故事設計上被官方公告為1984年電影《魔鬼終結者》和1991年電影《魔鬼終結者2》的直接續集，卡麥隆形容《魔鬼終結者3》（2003年）、《魔鬼終結者：未來救贖》（2009年）、《魔鬼終結者：創世契機》（2015年）和電視劇《魔鬼終結者之莎拉康納戰紀》（2008年至2009年）都定調為其他時間線的平行宇宙故事。電影主演包括琳達·漢彌頓、阿諾·史瓦辛格、麥坎西·黛維斯、娜塔莉亞·雷耶斯、蓋布瑞·盧納和迪亞哥·伯尼塔。

《魔鬼終結者：黑暗宿命》由派拉蒙影業負責北美發行，二十世紀福斯則負責除中國大陸外的國際發行，並於2019年11月1日在美國上映。";
$userlist="
<li>Linda Hamilton 飾 Sarah Connor：約翰的母親，現以狩獵終結者為目標的老婦人</li>
<li>Arnold Schwarzenegger 飾 T-800「101型號」／Carl：被天網派來追殺約翰任務的終結者。因完成任務後失去生存目標，二十年來融入人類生活，學習人類的情感，因此有了自我意識，還有了家人。外皮因隱居多年而老化，自願幫助莎拉。</li>
<li>Mackenzie Davis 飾 Grace: 為了保護年輕時的丹妮而從未來前來現在的強化人戰士。擁有比一般正常人類更強大的力量、速度。</li>
<li>Gabriel Luna 飾 Rev-9: 被未來的魔鬼軍團派來追殺丹妮的高階終結者，同時還擁有近似人類的思維，心思縝密外更是詭計多端、陰險狡猾，擁有極強的模仿能力，被模仿對象將被終結，能將自身固體的內骨骼及液態金屬的「身體」分離並自主行動。</li>
<li>Diego Boneta 飾 Diego Ramos: 丹妮的弟弟。</li>
<li>Alicia Borrachero 飾 Alicia: 卡爾的妻子</li>
";
$img = "movie2.jpg";
?>